{
    "THÁNG 1": {
        "09-01-2021": {
            "Task 1": {
                "question": [
                    "The diagram shows how chocolate is produced. Summarize the information by selecting and reporting the main features and make comparisons where relevant."
                ],
                "address": "de-thi-ielts-writing-task-1-ngay-09-01-2021-min.jpg"
            },
            "Task 2": "Some people think that hosting an international sports event is good for the country, while some people think it is bad. Discuss both views and state your opinion."
        },
        "2. Đề thi IELTS Writing 2021 Task 1 và 2 ngày 16-01": {
            "Task 1": {
                "question": [
                    "The bar charts illustrate the average house expenses in England and its capital city – London, and to present the comparison regarding the average house prices between distinct areas of England within the year 2013."
                ],
                "address": "de-thi-ielts-writing-task-1-ngay-16-01-2021.jpg"
            },
            "Task 2": "Some people think students should study the science of food and how to prepare it. Others think that school time should be used in learning important subjects. Discuss both views and give your opinion?"
        },
        "21-01-2021": {
            "Task 1": {
                "question": [
                    "The graphs below show the cinema attendance in Australia and the average cinema visits by different age groups from 1996 to 2000. Summarize the information by selecting and reporting the main features and make comparisons where relevant."
                ],
                "address": "de-thi-ielts-writing-task-1-ngay-21-01-2021.jpg"
            },
            "Task 2": "Some countries allow old people to work to any age that they want. Do the advantages outweigh the disadvantages?"
        },
        "23-01-2021": {
            "Task 1": {
                "question": [
                    "The plans show the change of a small theater in 2010 and 2012."
                ],
                "address": "de-thi-ielts-writing-task-1-ngay-23-01-2021.jpg"
            },
            "Task 2": "In some countries, more young adults continue to live with their parents even after they have completed education and found jobs. Do the advantages outweigh the disadvantages?"
        }
    },
    "THÁNG 2": {
        "06-02-2021": {
            "Task 1": {
                "question": [
                    "The bar chart shows the percentage of small , medium, large companies which used social media for business purposes between 2012 to 2016."
                ],
                "address": "de-thi-ielts-writing-task-1-ngay-06-02-2021.jpg"
            },
            "Task 2": "Many people believe that it is easier to have a healthy lifestyle in the countryside. Other believe that there are health benefits of living in cities. Discuss both views and give your opinions."
        },
        "20-02-2021": {
            "Task 1": {
                "question": [
                    "Bar chart"
                ]
            },
            "Task 2": "Children should do organized activities in their free time while others believe children should be free to do what they want. Discuss both views and give your opinion?"
        },
        "25-02-2021": {
            "Task 1": {
                "question": [
                    "The table shows the export values of various products in 2009 and 2010."
                ],
                "address": "de-thi-ielts-writing-task-1-ngay-25-02-2021.jpg"
            },
            "Task 2": "Some people believe that the best way to encourage children that have a healthy diet at school and some people believe that parents should teach them to have a healthy diet. Discuss both views and give your opinion?"
        },
        "27-02-2021": {
            "Task 1": {
                "question": [
                    "The diagrams show changes in a student common room."
                ],
                "address": "de-thi-ielts-writing-task-1-ngay-27-02-2021.jpg"
            },
            "Task 2": "Some people feel that young people should follow the traditions of their society. Others, however, believe that young people should be free to behave as individuals. Discuss both these views and give your own opinion."
        }
    },
    "THÁNG 3": {
        "04-03-2021": {
            "Task 1": {
                "question": [
                    "The diagrams give information about changes in a student accommodation."
                ],
                "address": "ielts-writing-task-1-ngay-04-03-2021.jpg"
            },
            "Task 2": "Today many countries import food from different parts of the world. Is this a positive or negative development?"
        },
        "13-03-2021": {
            "Task 1": {
                "question": [
                    "The chart below gives information about the amount of time children spend with their parents."
                ],
                "address": "de-thi-ielts-writing-task-1-ngay-13-03-2021.jpg"
            },
            "Task 2": "Some people store personal and private information online, including banking, contacts and addresses. Is it a positive or negative trend?"
        },
        "20-03-2021": {
            "Task 1": {
                "question": [
                    "The graph below gives information about the percentage of people living in Australia who were born in Asia, the UK, and other regions."
                ],
                "address": "de-thi-ielts-writing-task-1-ngay-20-03-2021.jpg"
            },
            "Task 2": "Many people are working longer hours. Why is this happening? What problems can this cause to people?"
        },
        "27-03-2021": {
            "Task 1": {
                "question": [
                    "The maps below show a beachfront area in Australia in 1950 and today."
                ]
            },
            "Task 2": "People believe that individuals who make a lot of money are the most successful. Others say that those who contribute to society like scientists, teacher are the most successful. Discuss both and give your opinion?"
        },
        "5. Đề IELTS Writing Task 1 trên máy tháng 03/2021": {
            "Task 1": {
                "question": [
                    "The diagram shows how the horse evolved through time, with particular emphasis on its foot structure.",
                    "Xem ngay: Bài mẫu IELTS Writing Task 1 trên máy tháng 03/2021"
                ],
                "address": "WEB-HORSE-2.jpg"
            }
        }
    },
    "THÁNG 4": {
        "10-04-2021": {
            "Task 1": {
                "question": [
                    "The line graph illustrates the proportion of total expenditure in a certain European country between 1960 and 2000."
                ],
                "address": "WRITINGTASK1-10042021.jpg"
            },
            "Task 2": "Many students find it difficult to concentrate or pay attention in school. What are the reasons? What could be done to solve this problem?"
        },
        "17-04-2021": {
            "Task 1": {
                "question": [
                    "The bar chart shows type of media to get daily news, by age group 2011"
                ],
                "address": "WRITINGTASK1-170421-06-scaled.jpg"
            },
            "Task 2": "It is now possible for scientists and tourists to travel to remote natural environment, such as South pole. Do the advantages of this development outweigh the disadvantages?"
        },
        "24-04-2021": {
            "Task 1": {
                "question": [
                    "The maps give information about a university sports court."
                ],
                "address": "WRITINGTASK1-240421.jpg"
            },
            "Task 2": "Nowadays more tasks at home and work are being performed by robots. Is this a negative or positive development?"
        },
        "29-04-2021": {
            "Task 1": {
                "question": [
                    "The bar chart below shows the passenger kilometres traveled by different means of transport in the UK in 1990 and 2000. Summarise the information by selecting and reporting the main features, and make comparisons where relevant."
                ],
                "address": "WRITINGTASK1-290421-Web-1.jpg"
            },
            "Task 2": "Some people think that childcare centers provide the best services for children of preschool age. Other working parents think that family members such as grandparents will be better carers for their kids. Discuss both views and give your opinion."
        }
    },
    "THÁNG 5": {
        "08-05-2021": {
            "Task 1": {
                "question": [
                    "The bar chart shows the number of people who visited different museums in London. Summarise the information by selecting and reporting the main features, and make comparisons where relevant."
                ],
                "address": "WRITINGTASK1-08052021-Web.png"
            },
            "Task 2": "It is more important to spend public money on promoting a healthy lifestyle in order to prevent illness than to spend it on treatment of people who are already ill. To what extent do you agree or disagree?"
        },
        "15-05-2021": {
            "Task 1": {
                "question": [
                    "The maps below show the changes in the art gallery ground floor in 2015 and present day."
                ],
                "address": "WRITINGTASK1-15052021-WEB.jpg"
            },
            "Task 2": "Some people believe that a country will benefit greatly if its students study abroad. To what extent do you agree or disagree?"
        },
        "22-05-2021": {
            "Task 1": {
                "question": [
                    "The first graph shows the number of train passengers from 2000 to 2009; the second compares the percentage of trains running on time and target in the period."
                ],
                "address": "WRITINGTASK1-22052021.jpg"
            },
            "Task 2": "Restoration of old buildings in main cities involves enormous government expenditure. It would be more beneficial to spend this money to build new houses and roads. To what extent do you agree or disagree? Give reasons for your answer and include examples from your own experience."
        },
        "29-05-2021": {
            "Task 1": {
                "question": [
                    "The graphs below show the percentage of men and women aged 60-64 who were employed in four countries in 1970 and 2000. Summarise the information by selecting and reporting the main features make comparisons where relevant."
                ]
            },
            "Task 2": "The use of mobile phones should be banned in public places like libraries and shops. To what extent do you agree or disagree?"
        }
    },
    "THÁNG 6": {
        "12-06-2021": {
            "Task 1": {
                "question": [
                    "The pictures below show the process of making clothes from recycled plastic bottles. Summarise the information by selecting and reporting the main features and make comparisons where relevant."
                ],
                "address": "WRITINGTASK1-12062021-WEB.jpg"
            },
            "Task 2": "Some people think the newly built houses should be the same as the old houses in local areas. Others argue that local authorities should allow people to build houses in their own styles. Discuss both views and give your opinion."
        }
    },
    "THÁNG 7": {
        "01-07-2021": {
            "Task 1": {
                "question": [
                    "The table shows information about department stores and online stores in Australia in 2011. Summarise the information by selecting and reporting the main features, and make comparisons where relevant."
                ]
            },
            "Task 2": "It is a natural process for animal species to become extinct (e.g. dinosaur, dodo…) There is no reason why people should try to prevent this from happening. To what extent do you agree or disagree?"
        }
    },
    "THÁNG 8": {
        "21.08.2021": {
            "Task 1": {
                "question": [
                    "The charts below give information about the price of tickets on one airline between Sydney and Melbourne, Australia, over a two-week period in 2013."
                ]
            },
            "Task 2": "Nowadays celebrities are more famous for their glamour and wealth than for their achievements, and this is a bad example to adolescents. To what extent do you agree or disagree?"
        }
    },
    "THÁNG 10": {
        "30.10.2021": {
            "Task 1": {
                "question": [
                    "The table below shows the percentages of individuals under the age of 18 and over 60 in California, Utah, and Florida, as well as their average annual income and impoverished population."
                ]
            },
            "Task 2": "Computer use is rising rapidly in today’s world, to the point where it has become an accepted element of modern civilization. They may even grow smarter than humans, according to scientists. Some see it as a positive idea, while others see it as a detrimental one. Before coming to a sensible conclusion, this article would analyze the merits and downsides of such a situation."
        }
    },
    "THÁNG 11": {
        "13.11.2021": {
            "Task 1": {
                "question": [
                    "",
                    "",
                    "The maps below show a plan of a city in 1950 and at the present.",
                    "Summarise the information by selecting and reporting the main features, and make comparisons where relevant."
                ]
            },
            "Task 2": "Some people think that children should begin their formal education at a very early age. Some think they should begin at 7 years old at least. Discuss both views and give your own opinion."
        },
        "20/11/2021": {
            "Task 1": {
                "question": [
                    "",
                    "",
                    "The graph below compares changes in the birth rates of China and the USA between 1920 – 2000.",
                    "Summaries the infomation by selecting and reporting the main features, and make comparisons where relevant."
                ],
                "address": "xe-bieu-do-20-01-1.png"
            },
            "Task 2": ""
        },
        "25/11/2021": {
            "Task 1": {
                "question": [
                    "",
                    "",
                    "The pie chat shows the amount of money that a children’s charity located in the USA spent and received in one year, 2016.",
                    "Summarize the information by selecting and reporting the main features and make comparisons where relevant."
                ]
            },
            "Task 2": "Research has shown that the transportation of products and people are the main source of pollution. Some people believe the Government should be in charge of this, while others believe it is the fault of individuals. Discuss both views and give your opinion."
        },
        "27/11/2021": {
            "Task 1": {
                "question": [
                    "The two tables below show the number of international student from different resource coutries in Canada and the USA in two school years."
                ],
                "address": "bieu-do-de-thi-ngay-27-11-2021.png"
            },
            "Task 2": "Nowadays, a lot of offices have open-space designs instead of separate rooms. Do the advantages outweigh the disadvantages?"
        }
    },
    "THÁNG 12": {
        "2/12/2021": {
            "Task 1": {
                "question": [
                    "",
                    "",
                    "The graph below shows information on employment rates across 6 countries in 1995 and 2005."
                ]
            },
            "Task 2": "The major cities in the world are growing fast, as well as their problems. What are the problems that young people living in cities are facing? Give solutions to this."
        },
        "9/12/2021": {
            "Task 1": {
                "question": [
                    "The bar chart gives information about the railway system in six cities in Europe."
                ]
            },
            "Task 2": "The increase in the production of consumer goods results in damage to the natural environment. What are the causes of this? What can be done to solve this problem?"
        }
    }
}